"6.0.0" = "\nDiese neue Version enthält viele Änderungen an Design und Funktionalität:\n- Tabs sind jetzt in einem Overlay organisiert\n- Elegantere Icons\n- Verbesserte Autovervollständigung von Suchbegriffen\n- Du kannst Siri fragen, um einen neuen Tab zu öffnen. Aktivieren via Einstellungen > Siri Kürzel > Neuen Tab öffnen\n- Fehlerbehebungen und Leistungsverbesserungen\n- Neues Design für Kontext-Menüs\n\nWir arbeiten immer hart daran, Ecosia für Dich zu verbessern. Schicke uns gerne Fragen oder Feedback an iosapp@ecosia.org. Wir freuen uns, von Dir zu hören!";
"6.1.0" = "\nNeu:\n- Steigere deinen Beitrag durch unsere neue Empfehlungs-Funktion.  Für jede Empfehlung erhalten beide Beteiligten einen Baum.\n- Um einen Freund zu empfehlen, gehe auf Menü > Mein Beitrag > Freunde einladen.\n- Diese Funktion steht nicht allen Ecosia Nutzern zur Vefügung und ist derzeit nur auf iOS-Geräten verfügbar.\n";
"8.0.0" = "Neu:\n- Wir haben ein neues, einfacheres und übersichtlicheres Kontextmenü-Layout \n- Die Suchleiste kann jetzt an den unteren Bildschirmrand verlegt werden. Öffne das Menü  > \"Einstellungen\" -> \"Symbolleiste\"\n- Wir haben das \"Suche\"-Icon am unteren Bildschirmrand durch ein \"Neuer-Tab\"-Icon ersetzt. So kannst du leichter einen neuen Tab öffnen, wenn du Suchleiste unten ist.\n- Wir haben den Neuigkeiten-Bereich auf die Startseite umgezogen. Jetzt ist es einfacher Ecosia-Nachrichten und andere Inhalte zu entdecken.\n- Generelle Leistungsverbesserungen";
